{"translation-revision-date":"2020-11-25 01:33:24+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Inputs styled specifically for use on dark background colors.":["Intrări concepute special pentru a folosi culorile de fundal în modul întunecat."],"Dark mode inputs":["Intrări pentru modul întunecat"],"Style":["Stil"],"There was an error whilst rendering the cart block. If this problem continues, try re-creating the block.":["A fost o eroare la randarea blocului coș de cumpărături. Dacă această problemă continuă, încearcă recrearea blocului."],"Cart Block Error":["Eroare la blocul coș"],"Empty Cart":["Coș gol"],"Full Cart":["Coș plin"],"WooCommerce Checkout Page":["Pagină finalizare WooCommerce"],"Proceed to Checkout button":["Buton Continuă cu finalizarea comenzii"],"If checked, shipping rates will be hidden until the customer uses the shipping calculator or enters their address during checkout.":["Dacă este bifată, tarifele de livrare vor fi ascunse până când clientul folosește calculatorul de livrare sau își introduce adresa în timpul finalizării comenzii."],"If you would like to use this block as your default cart you must update your <a>page settings in WooCommerce<\/a>.":["Dacă vrei să folosești acest bloc ca un coș implicit, trebuie să actualizezi <a>setările paginii în WooCommerce<\/a>."],"Allow customers to estimate shipping by entering their address.":["Permite clienților să estimeze livrarea prin introducerea adresei lor."],"Error message:":["Mesaj de eroare:"],"Shipping rates":["Tarife de livrare"],"Hide shipping costs until an address is entered":["Ascunde costurile de livrare până când este introdusă o adresă"],"Shipping calculator":["Calculator livrare"],"Edit":["Editează"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/cart\/edit.js"}}