{"translation-revision-date":"2020-11-25 01:33:24+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Your API details can be obtained from your {{link}}PayPal account{{\/link}}":["Detaliile tale API pot fi obținute din {{link}}contul PayPal{{\/link}}"],"Connect your eWAY account":["Conectează-ți contul eWAY"],"Customer Password":["Parolă client"],"Customer API Key":["Cheie API client"],"eWAY connected successfully":["eWAY conectat cu succes"],"Please enter your customer password":["Te rog introdu parola pentru client"],"Please enter your customer API key ":["Te rog introdu cheia API pentru client"],"A Paypal account is required to process payments. Connect your store to your PayPal account.":["Pentru procesarea plăților ai nevoie de un cont PayPal. Conectează-ți magazinul la contul PayPal."],"You will be redirected to the Paypal website to create the connection.":["Vei fi redirecționat la site-ul web Paypal pentru a crea conexiunea."],"Create account":["Creează un cont"],"eWAY":["eWAY"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["Dacă dai clic pe „Inițializează”, ești de acord cu {{link}}termenii de utilizare ai serviciului{{\/link}}"],"Setting up a store for a client? {{link}}Start here{{\/link}}":["Inițializezi un magazin pentru un client? {{link}}Începe aici{{\/link}}"],"Accept credit card payments the easy way! No setup fees. No monthly fees. Just 2.9% + $0.30 per transaction on U.S. issued cards. ":["Accepți plăți cu cardul de credit foarte simplu! Fără taxe de inițializare. Fără taxe lunare. Numai 2,9% + 0,30 $ per tranzacție cu carduri emise în SUA."],"Connect your Klarna account":["Conectează contul tău Klarna"],"Connect your PayFast account":["Conectează contul tău PayFast"],"Merchant Key":["Cheie comerciant"],"Merchant ID":["ID comerciant"],"Please enter your merchant ID":["Te rog introdu ID comerciant"],"Passphrase":["Frază de acces"],"Please enter your passphrase":["Te rog introdu fraza de acces"],"PayFast connected successfully":["PayFast conectat cu succes"],"Take payments via bank transfer.":["Accepți plăți prin transfer bancar."],"Take payments in cash upon delivery.":["Accepți plăți în numerar la livrare."]," Selling CBD products is only supported by Square.":["Vânzarea produselor pe bază de CBD (canabidiol) este acceptată doar de Square."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Dacă selectezi această extensie, magazinul tău va configura folosirea randului sud-african ca monedă selectată."],"PayFast":["PayFast"],"Connect your PayPal account":["Conectează contul tău PayPal"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["A fost o eroare de conectare la WooCommerce Payments. Te rog încearcă din nou sau conectează-te mai târziu din setările magazinului."],"WooCommerce Payments connected successfully.":["WooCommerce Payments a fost conectat cu succes."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Pentru a procesa plățile, este necesar un cont Square. Vei fi redirecționat la situl Square pentru a crea conexiunea."],"Connect your Square account":["Conectează contul tău Square"],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["Conectează-ți magazinul la contul tău Stripe. Nu ai un cont Stripe? Creează unul."],"A Stripe account is required to process payments.":["Pentru procesarea plăților, este obligatoriu un cont Stripe."],"Connect your Stripe account":["Conectează contul tău Stripe"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}. Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Detaliile tale API pot fi obținute din {{docsLink}}contul Stripe{{\/docsLink}}. Nu ai un cont Stripe? {{registerLink}}Creează unul.{{\/registerLink}}"],"WooCommerce Payments":["WooCommerce Payments"],"Add your bank details":["Adaugă datele despre banca ta"],"Direct bank transfer details added successfully":["Detaliile pentru transfer bancar direct au fost adăugate cu succes"],"There was a problem saving your payment setings":["A fost o problemă la salvarea setărilor tale de plată"],"Please enter an account number or IBAN":["Te rog introdu un număr de cont sau un IBAN"],"Please enter a valid secret key. Valid keys start with \"sk_live\" or \"rk_live\".":["Te rog introdu o cheie secretă validă. Cheile valide încep cu „sk_live” sau „rk_live”."],"Please enter a valid publishable key. Valid keys start with \"pk_live\".":["Te rog introdu o cheie publicabilă validă. Cheile valide încep cu „pk_live”."],"These details are required to receive payments via bank transfer":["Aceste detalii sunt necesare pentru a primi plăți prin transfer bancar"],"Securely accept credit and debit cards with one low rate, no surprise fees (custom rates available). Sell online and in store and track sales and inventory in one place.":["Accepți în siguranță carduri de credit și debit cu un tarif mic, fără taxe surpriză (tarifele personalizate sunt disponibile). Vinzi online și din magazin și urmărești vânzările și inventarul dintr-un singur loc."],"Credit cards - powered by Stripe":["Carduri de credit - propulsate de Stripe"],"PayPal Checkout":["Finalizare PayPal"],"Accept debit and credit cards in 135+ currencies, methods such as Alipay, and one-touch checkout with Apple Pay.":["Accepți carduri de debit și credit în peste 135 de monede, metode cum ar fi Alipay și finalizarea comenzii printr-o singură atingere cu Apple Pay."],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Alegi plata pe care o vrei, plătești acum, plătești mai târziu sau o eșalonezi. Fără numărul cardului de credit, fără parolă, fără nicio grijă."],"Please enter your API password":["Te rog introdu parola ta API"],"Please enter your API username":["Te rog introdu numele de utilizator API"],"PayPal connected successfully.":["PayPal conectat cu succes."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["A fost o eroare de conectare la Square. Te rog încearcă din nou sau omite acum și conectează-te mai târziu din setările magazinului."],"Square connected successfully.":["Square conectat cu succes."],"Live Secret Key":["Cheie secretă live"],"Live Publishable Key":["Cheie publicabilă live"],"There was a problem saving your payment settings.":["A fost o problemă la salvarea setărilor tale de plată."],"Stripe connected successfully.":["Stripe conectat cu succes."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Klarna poate fi configurat în {{link}}setările magazinului{{\/link}}. Îți dai seama {{helpLink}}de ce ai nevoie{{\/helpLink}}."],"Please enter your merchant key":["Te rog introdu cheia pentru comerciant"],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Detaliile tale API pot fi obținute din {{link}}contul PayFast{{\/link}}"],"Your API details can be obtained from your {{link}}eWAY account{{\/link}}":["Detaliile tale API pot fi obținute din {{link}}contul eWAY{{\/link}}"],"Proceed":["Continuă"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["Extensia PayFast pentru WooCommerce îți permite să accepți plăți printr-un card de credit și EFT via una dintre cele mai populare gateway-uri de plată din Africa de Sud. Fără taxe de instalare sau costuri lunare pentru abonament."],"The eWAY extension for WooCommerce allows you to take credit card payments directly on your store without redirecting your customers to a third party site to make payment.":["Extensia eWAY pentru WooCommerce îți permite să accepți plăți cu carduri de credit direct în magazinul tău, fără a-ți redirecționa clienții la un sit terț pentru a face plata."],"Square":["Square"],"Klarna Payments":["Plăți Klarna"],"Klarna Checkout":["Finalizare Klarna"],"Please enter a valid email address":["Te rog introdu o adresă de email validă"],"Create a PayPal account for me":["Creează un cont PayPal pentru mine"],"Connect":["Conectează-te"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Plăți sigure și securizate folosind carduri de credit sau contul PayPal al clientului."],"Email address":["Adresă email"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Bank name":["Nume bancă"],"Account number":["Număr cont"],"Account name":["Nume cont"],"Direct bank transfer":["Transfer bancar direct"],"Sort code":["Sortează codul"],"API Username":["Nume utilizator API"],"API Password":["Parolă API"],"Save":["Salvează"],"Cash on delivery":["Numerar la livrare"],"Continue":["Continuă"],"Settings":["Setări"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/6.a1cfaa769c3ae60919e3.js"}}